[{"ocid": "ocds-h6vhtk-0034bf-integration", "id": "000205-2020", "date": "2020-08-06T15:31:53+01:00", "tag": ["planning"], "initiationType": "tender", "tender": {"id": "DN1234567", "legalBasis": {"id": "32014L0024", "scheme": "CELEX"}, "title": "C&S Frmaoekw PIN", "status": "planned", "classification": {"scheme": "CPV", "id": "85000000", "description": "Health and social work services"}, "mainProcurementCategory": "services", "description": "Home care is looking after a person from the comfort of their own home. Care workers go into people’s homes to help with the day to day aspects of living such as home help, personal care and companionship. Home care is flexible and can be anything from a couple of visits a week right through to 24/7 live in care.  Providers who provide the personal care element must be CQC registered.  Usually people who receive home care service are aged 65 and over.\nSupported Living is a service designed to help people with a wide range of support needs retain their independence by being supported in their own home. People in supported living are usually aged between 18-64 and may live with their family or have their own tenancy as part of a shared accommodation and are responsible for their own bills and cost of living. To afford these, the person may be entitled to a wide range of benefits and grants. In single person supported living, they will also have their own front door.\nAt present home care and supported living is commissioned on a spot (one-off purchase) basis where instead we want to move to partnership working with a framework or DPS of pre-qualified providers.\nThe future opportunity sets to procure both of these services in line with both procurement regulations and ensuring value for money.  We are issuing this Prior Information Notice to seek views of providers on the how these services could be structured in the future. Further information is available at the ProContract portal advert.", "lots": [{"id": "1", "description": "Our ambition is for Wokingham Borough to be one of the best boroughs for adults and carers in need of support to live, where they feel safe, included and a key part of our community. Our ASC strategy focusses on how the Council and its partners will prevent, reduce and delay the need for formal care and support and where possible to improve people’s health and wellbeing, focusing on prevention and self-help.\nThe procurement will help the Council deliver this strategy and we will work closely with providers to support its vulnerable residents to remain as independent as possible for as long as possible in their own homes and communities.\nThere will be a focus on using technology and it will help deliver improved outcomes for our residents over the next five years.\nIt is anticipated that the contract will be let for a 5 years term with a potential extension of up to 2 years.\nService scope includes:\n•\tFocus on reablement and keeping people at home and in their community\n•\tSignposting to other sources of support including online directory of services, Technology Enhanced Care, Carer services\n•\tCombatting the prevalence of social isolation\n•\tAsset (strength) based approach (outcomes based commissioning)\n•\tIndividual Service Funds and direct payments – move to payment cards\n•\tCare models that meet the changing demographic profile of the borough\n•\tTraining and continual professional development of care staff\n•\tSustainability of the market – consortium bidding, staffing (recruitment, training and retention)\n•\tImpact of Covid\n•\tInnovation and Technology - greater use of assistive technology and equipment including electronic time recording\n•\tCustomer progression / reablement  to reduce care where appropriate\n•\tCreate a competitive open local market with equal access to opportunities for providers\n•\tMaximise opportunities for efficient processes and financial savings through innovative delivery\n•\t7 day working\n•\tElectronic Time Recording\n•\nNot within service scope:\n•\tDirect Payments\n•\tExtra Care\nFor more information please refer to our Adult Social Care Strategy and Voluntary and Community Sector Strategy\nhttps://www.wokingham.gov.uk/council-and-meetings/open-data/plans-policies-and-strategies/?categoryesctl91f252ff-550d-4cfa-a838-92ef2cb5f83c=10598\"", "status": "planned"}], "items": [{"id": "1", "deliveryAddresses": [{"region": "UKJ11"}], "relatedLot": "1"}], "communication": {"futureNoticeDate": "2020-10-01T00:00:00+01:00"}}, "parties": [{"name": "Wokingham Borough Council", "id": "GB-FTS-744", "identifier": {"legalName": "Wokingham Borough Council"}, "address": {"streetAddress": "Civic Offices, Shute End", "locality": "Wokingham", "region": "UKJ11", "postalCode": "RG40 1BN", "countryName": "United Kingdom"}, "contactPoint": {"name": "Ifty Ahmed", "email": "iftkhar.ahmed@wokingham.gov.uk"}, "roles": ["buyer"], "details": {"url": "http://www.wokingham.gov.uk", "buyerProfile": "http://www.wokingham.gov.uk", "classifications": [{"scheme": "TED_CA_TYPE", "id": "REGIONAL_AUTHORITY", "description": "Regional or local authority"}, {"scheme": "COFOG", "id": "01", "description": "General public services"}]}}], "buyer": {"id": "GB-FTS-744", "name": "Wokingham Borough Council"}, "language": "en"}, {"ocid": "ocds-h6vhtk-0034be-integration", "id": "000204-2020", "date": "2020-08-06T07:45:49+01:00", "tag": ["planning"], "initiationType": "tender", "tender": {"id": "DN1655", "legalBasis": {"id": "32014L0024", "scheme": "CELEX"}, "title": "Project Automation Name", "status": "planned", "classification": {"scheme": "CPV", "id": "03000000", "description": "Agricultural, farming, fishing, forestry and related products"}, "mainProcurementCategory": "goods", "description": "Automated Short Description", "lots": [{"id": "1", "description": "Automated Procurement", "status": "planned"}], "items": [{"id": "1", "deliveryAddresses": [{"region": "UK"}], "relatedLot": "1"}], "communication": {"futureNoticeDate": "2020-08-09T00:00:00+01:00"}}, "parties": [{"name": "V6 Buyer Organisation", "id": "GB-FTS-486", "identifier": {"legalName": "V6 Buyer Organisation"}, "address": {"locality": "Wetherby", "region": "UK", "countryName": "United Kingdom"}, "contactPoint": {"email": "noreply@proactis.com"}, "roles": ["buyer"], "details": {"url": "http://www.proactis.com", "classifications": [{"scheme": "TED_CA_TYPE", "id": "BODY_PUBLIC", "description": "Body governed by public law"}, {"scheme": "COFOG", "id": "10", "description": "Social protection"}]}}], "buyer": {"id": "GB-FTS-486", "name": "V6 Buyer Organisation"}, "language": "en"}]